[
  {
    "id": 1,
    "name": "อวสานโลกสวย (18+)",
    "category": "Thiller",
    "info": "เกรซ เด็กสาวลึกลับผู้มีอดีตอันเลวร้ายกับการเคยเป็นเน็ตไอดอลที่ร่วมมือกับแจ๊ค หนุ่มโรคจิตสุดหื่นที่เป็นแฟนคลับตัวยงของแคร์และเปิ้ล สองสาววัยมัธยมปลายที่กำลังมีความสุขกับการได้ใช้เวลาช่วยกันสร้างเฟซบุ๊กแฟนเพจเพื่อโพสต์รูปและคลิปวิดีโอเรียกยอดไลค์โดยที่ไม่รู้เลยว่าท่ามกลางแฟนคลับมากมายนั้นแคร์กำลังถูกจับตามองโดย เกรซและแจ๊ค ทั้งคู่อาศัยข้อมูลส่วนตัวที่แคร์ชอบเปิดเผยผ่านการโพสต์ในอินเทอร์เน็ตตลอดเวลาเพื่อวางแผนจับตัวแคร์และเปิ้ลมากักขังไว้ ก่อนที่เกรซจะสร้างสถานการณ์ให้ทั้งคู่ได้เจอความจริงที่เลวร้ายเหมือนกับที่เธอเคยเจอและคาดหวังให้มันทำลายโลกสวยของทั้งคู่ลง",
    "price": 100,
    "amount": 15,
    "Link to pic": "https://wd.thaibuffer.com/o/photo/845/kapook_world-842145.jpg"
  },
  {
    "id": 2,
    "name": "อวสานโลกสวย (20-)",
    "category": "Thiller",
    "info": "เกรซ เด็กสาวลึกลับผู้มีอดีตอันเลวร้ายกับการเคยเป็นเน็ตไอดอลที่ร่วมมือกับแจ๊ค หนุ่มโรคจิตสุดหื่นที่เป็นแฟนคลับตัวยงของแคร์และเปิ้ล สองสาววัยมัธยมปลายที่กำลังมีความสุขกับการได้ใช้เวลาช่วยกันสร้างเฟซบุ๊กแฟนเพจเพื่อโพสต์รูปและคลิปวิดีโอเรียกยอดไลค์โดยที่ไม่รู้เลยว่าท่ามกลางแฟนคลับมากมายนั้นแคร์กำลังถูกจับตามองโดย เกรซและแจ๊ค ทั้งคู่อาศัยข้อมูลส่วนตัวที่แคร์ชอบเปิดเผยผ่านการโพสต์ในอินเทอร์เน็ตตลอดเวลาเพื่อวางแผนจับตัวแคร์และเปิ้ลมากักขังไว้ ก่อนที่เกรซจะสร้างสถานการณ์ให้ทั้งคู่ได้เจอความจริงที่เลวร้ายเหมือนกับที่เธอเคยเจอและคาดหวังให้มันทำลายโลกสวยของทั้งคู่ลง",
    "price": 120,
    "amount": 15,
    "Link to pic": "http://i.bug-a-boo.tv/images/6b2324bdc65747aa5b1c08cecdcd7c9f/bugabooimage.jpg"
  },
  {
    "id": 3,
    "name": "บุปผาอาริกาโตะ",
    "category": "Horror",
    "info": "บุปผาราตรี\" หรือ \"โรส\" สุภัสสรา ธนชาต สาวสวยวัย 20 ผู้เพียบพร้อมทั้งฐานะและการศึกษา หลังจากที่โรสจับได้ว่า แม็ค คนรักนอกใจเธอ จากสาวสวยผู้เพียบพร้อมกลับแปรเปลี่ยนเป็นฆาตกรโหดด้วยอารมณ์เพียงชั่ววูบ หลังจากฆ่าคนรักไปแล้วโรสจึงหนีไปอยู่ที่เมืองนิเซโกะ ประเทศญี่ปุ่น และ ออสการ์ลอดจ์ คือบ้านเช่าที่โรสเข้าไปหลบซ่อนตัว ซึ่งออสการ์ลอดจ์ นั่นเองคือบ้านพักที่ แน็ก (ชาลี ปอทเจท) กลุ่มเพื่อนอันประกอบไปด้วย แจ๊ค (เฉลิมพล ทิฆัมพรธีรวงศ์) หยก (หยก ธีรนิตยาธาร) ออฟ (อภิชาญ เฉลิมชัยนุวงศ์) อ๋อง (ธนา ตันตรานนท์) และ เก็ท (ตรีวรัตถ์ ชุติวัฒน์ขจรชัย) เข้าพักเพื่อมาถ่ายวิดีโอประกอบเพลงต้นทุนประหยัดสำหรับผลงานเพลงอัลบั้มใหม่ของแน็ก ที่นี่เองทำให้โรสได้พบกับแน็กที่หน้าตาเหมือนกับแม็คแฟนเก่าราวกับเป็นคนเดียวกัน ความแค้นเข้าครอบงำเธออีกครั้ง รวมทั้งความรักด้วย แต่ครั้งนี้เกิดขึ้นที่ ออสการ์ลอดจ์ บ้านพักสุดเฮี้ยนที่ร่ำลือกันว่าเป็นที่สิงสถิตของวิญญาณที่เคยบูชารักสุดหัวใจท่ามกลางหิมะสีขาวบริสุทธิ์ สีแดงแห่งเลือดคงจะเด่นชัดยิ่งกว่าครั้งไหนๆ",
    "price": 60,
    "amount": 7,
    "Link to pic": "http://p3.isanook.com/mv/0/ud/12/60025/1.jpg"
  },
  {
    "id": 4,
    "name": "ขุนพันธ์",
    "category": "Action",
    "info": "ปี พ.ศ. 2483 หลังปราบเสือกรับ คำทองได้สำเร็จ ร้อยตำรวจโท ขุนพันธรักษ์ราชเดชได้รับภารกิจให้ไปสืบข่าวอัลฮาวียะลู จอมโจรแบ่งแยกดินแดน ผู้ครอบครอง \"ไตรภาคี\" ของหายาก 3 สิ่งที่เชื่อว่ามีพลังวิเศษ ขุนพันธ์แฝงตัวเข้าไปอยู่ในหมู่บ้านชาวประมงที่มีผู้นำคือ ไข่โถ และทำงานในสโมสรงาช้างของหลวงโอฬาร ข้าราชการผู้ฉ้อฉลที่หลอกใช้อัลฮาวียะลูเพื่อผลประโยชน์ส่วนตัว ด้านอัลฮาวียะลูเค้นถามตำรวจสองนายที่รอดชีวิตจากการถูกกองโจรของตนซุ่มโจมตีจนพบว่า ยังมีตำรวจนายหนึ่งแฝงตัวอยู่ในพื้นที่ ขุนพันธ์เดินทางไปพบพ่อของอัลฮาวียะลูและพบว่าในวัยเด็ก อัลฮาวียะลูเคยเทิดทูนพ่อ แต่สูญเสียแม่จากเหตุชุลมุนระหว่างพ่อของเขากับตำรวจ จึงทำให้อัลฮาวียะลูห่างเหินกับพ่อและเกลียดตำรวจมาก เขาตั้งกองโจรขึ้นมาเพื่อปกครองพื้นที่แถบเทือกเขาบูโด เวลาต่อมา ขุนพันธ์ไปพบมาลัย น้องสาวของไข่โถก่อนจะถูกกองโจรของอัลฮาวียะลูซุ่มโจมตี ขุนพันธ์ถูกยิงแต่หนีรอดไปได้หลังฟื้นจากอาการบาดเจ็บ ขุนพันธ์ไปพบหลวงโอฬารที่สถานีตำรวจในฐานะสารวัตรคนใหม่ ขุนพันธ์สั่งพักราชการหลวงโอฬารในข้อหาต้องสงสัยฆ่าจเรตำรวจและซ่องโจร ด้านหลวงโอฬารท้าให้ขุนพันธ์หาหลักฐานมายืนยันให้ได้ภายใน 3 วัน หลังจากนั้น ขุนพันธ์ออกปราบชุมโจรต่าง ๆ และประกาศให้โจรทั้งหลายมาลงทะเบียนเลิกเป็นโจรแลกกับการจับเป็น ระหว่างนั้นตำรวจใต้บัญชาของขุนพันธ์แจ้งข่าวว่า กองโจรของอัลฮาวียะลูกำลังฆ่าล้างหมู่บ้านชาวประมงที่เคยช่วยชีวิตขุนพันธ์ไว้ ก่อนที่ขุนพันธ์จะสู้กับบุหงา ลูกน้องของหลวงโอฬารและใช้อาคมจนพบว่า บุหงาต้องมาทำงานนี้เพราะเป็นหนี้ชีวิตอัลฮาวียะลูขุนพันธ์กับตำรวจนายอื่น ๆ ไปที่หมู่บ้านและพบว่าชาวบ้านบางส่วนหนีเข้าไปอยู่ในป่า ขุนพันธ์จึงให้ชาวบ้านหนีไปขึ้นรถไฟของทหารญี่ปุ่น แต่ทั้งหมดถูกกองโจรนำโดย เสือสัง ลูกน้องมือขวาของอัลฮาวียะลูไล่ตามมา ขุนพันธ์สู้กับกองโจรก่อนจะสู้กับเสือสังบนหลังคารถไฟจนเสือสังถูกแทงตาย ขุนพันธ์และตำรวจนายอื่น ๆ รวมถึงไข่โถและมาลัยย้อนกลับไปที่สโมสรงาช้างเพื่อเผชิญหน้ากับหลวงโอฬาร เมื่อไปถึง กลุ่มของขุนพันธ์ปะทะกับกองโจรของอัลฮาวียะลู ทำให้ตำรวจใต้บัญชาของขุนพันธ์ ไข่โถและมาลัยถูกยิงตาย ส่วนหลวงโอฬารหนีรอดไปได้ ขุนพันธ์สู้กับอัลฮาวียะลูตัวต่อตัว และทำตามสัญญาที่ให้ไว้กับพ่อของอัลฮาวียะลูคือช่วยปลดปล่อยวิญญาณของอัลฮาวียะลู ก่อนจะแทงอัลฮาวียะลูจนตาย เวลาต่อมา ขุนพันธ์ตามล่าหลวงโอฬารและยิงหลวงโอฬารจนตาย",
    "price": 120,
    "amount": 20,
    "Link to pic": "https://images-na.ssl-images-amazon.com/images/M/MV5BNzJiZGU3ZTAtYjk4My00Y2ZiLTk4N2EtNjQwOWY5NTg2YTI1XkEyXkFqcGdeQXVyMjUzNDk4OTQ@._V1_UY268_CR14,0,182,268_AL_.jpg"
  },
  {
    "id": 5,
    "name": "แฟนเดย์..แฟนกันแค่วันเดียว",
    "category": "Romance",
    "info": "แฟนเดย์..แฟนกันแค่วันเดียว เป็นภาพยนตร์ไทยแนวรัก-ชีวิต และเป็นภาพยนตร์เรื่องแรกของจีดีเอช ห้าห้าเก้า กำกับโดยบรรจง ปิสัญธนะกูล นำแสดงโดย ฉันทวิชช์ ธนะเสวี และนิษฐา จิรยั่งยืน กำหนดออกฉายในวันที่ 1 กันยายน พ.ศ. 2559",
    "price": 120,
    "amount": 10,
    "Link to pic": "https://i.ytimg.com/vi/fcCDMZ94Y9Y/maxresdefault.jpg"
  },
  {
    "id": 6,
    "name": "9 วัด",
    "category": "Horror",
    "info": "ณัฐ กราฟิกดีไซน์หนุ่ม วางแผนจะไปพักผ่อนที่จังหวัดเชียงใหม่ แต่ปุ้น แฟนสาวของเขารบเร้าบางสิ่งบางอย่าง จนเขาตัดสินใจไปแวะบ้านของแม่ที่จังหวัดอุทัยธานี ซึ่งไม่ได้พบหน้ามาเกือบสองปีแล้ว แม่ของณัฐ หวังอยากให้ลูกไปทำบุญสะเดาะเคราะห์ ด้วยการไปทำบุญ 9 วัด แต่ณัฐมองว่าเป็นเรื่องไร้สาระขณะเดียวกัน ณัฐก็ได้เจอเพื่อนเก่าของเขา ซึ่งบวชเป็นพระอยู่ นั่นคือ พระสุจิตโต ซึ่งกำลังจะออกเดินทางไปธุดงค์ทางภาคเหนือ ทำให้ณัฐและปุ้นพาไปทำบุญเล่น ๆ ตามวัด แต่หารู้ไม่ว่า จะมีสิ่งน่าสะพรึ่งกลัวรอพวกเขาอยู่ข้างหน้า แม้แต่พระก็มิอาจช่วยได้",
    "price": 100,
    "amount": 10,
    "Link to pic": "https://upload.wikimedia.org/wikipedia/en/c/c5/Secret-sunday-poster.jpg"
  },
  {
    "id": 7,
    "name": "บุญชู จะอยู่ในใจเสมอ",
    "category": "Comedy",
    "info": "เกิดความอลหม่านขึ้นเมื่อบุญชู และผองเพื่อน ยกขบวนกันมาเยี่ยมบุญโชค ลูกชายสุดที่รัก ที่มาร่ำเรียนหมอด้านสมุนไพรในมหาวิทยาลัยแม่ฟ้าหลวง ทั้งคู่กลับคลาดกัน เพราะบุญโชคดันเข้าไปในป่ากับรุ่นพี่ บุญชูและเพื่อนๆ เลยต้องตามเข้าไปหาบุญโชคในป่า ทั้งหมดกลับเจอเรื่องไม่คาดฝัน แต่แล้วฟ้าเหมือนประทาน สองสาวพี่น้องชาวเหนือ ได้เข้ามาช่วยชีวิตทั้งคู่อย่างหวุดหวิด สร้างความประทับใจให้กับ บุญชู และ บุญโชค อย่างมาก สองสาวเข้ามาทำให้ชีวิตของบุญชู บุญโชคเปลี่ยนไปอย่างที่ไม่เคยเป็นมาก่อน จนทำให้โมลี เกิดความไม่พอใจอย่างมาก บุญชู กับ บุญโชค จะแก้ไขปัญหาหัวใจที่เกิดขึ้นกับทั้งคู่ได้อย่างไร",
    "price": 100,
    "amount": 10,
    "Link to pic": "https://www.movie2free.com/wp-content/uploads/2015/05/BOONCHU10.jpg"
  },
  {
    "id": 8,
    "name": "กวน มึน โฮ Knowing You, Knowing Me",
    "category": "Comedy",
    "info": "ชายหนุ่ม (ฉันทวิชช์ ธนะเสวี) ผู้ชายที่จะไปประเทศเกาหลี ด้วยรองเท้าแตะคีบ และเสื้อยืดย้วยๆบวกกางเกงขาสั้น เขาเป็นคนเดียวในกรุ๊ปทัวร์ที่ไม่มีครอบครัวหรือคนรักมาด้วย บางทีที่นั่งว่างเปล่าข้างๆ อาจเป็นสาเหตุให้เขาเมามายขนาดนี้ในวันเดินทาง หลังล้อเครื่องแตะพื้นผิวท่าอากาศยานกรุงโซลโปรแกรมเที่ยวตามรหัส 6-7-8 คือ ตื่นนอน 6 โมงเช้า - กินข้าว 7 โมงเช้า – ล้อหมุน 8 โมงเช้า คืนนั้นชายหนุ่มเลยต้องพึ่งเหล้าโซจู ซึ่งเขามาเมาสลบอยู่หน้าเกสท์เฮาส์แห่งหนึ่งในชุดคลุมอาบน้ำโรงแรม เช้าวันรุ่งขึ้น ชายหนุ่มลุกพรวดขึ้นมาหมิ่นเหม่เวลาล้อหมุน หญิงสาว (หนึ่งธิดา โสภณ) ที่ยืนอยู่ตรงนั้นร้องโวยวาย เพราะต้องการทวงเสื้อหนาวที่เธอเสียสละให้เขาใช้คลุมกายคืน ชายหนุ่มผู้หลงทางจึงบังคับแกมตีมึนให้หญิงสาวพาไปส่งที่โรงแรม แต่เพราะหลงทางเสียเวลา หลงเสพสุราเสียอนาคต ชายหนุ่มตกรถพลาดทัวร์สุดเนิร์ด จนต้องตามหญิงสาวที่ตั้งใจมาทัวร์เดี่ยวตะลุยโลเกชั่นซีรีส์สสุดฮิตของเกาหลีแทนชายหนุ่มอดสงสัยไม่ได้ว่า ทำไมหญิงสาวถึงมาเที่ยวคนเดียว เธอตอบง่ายๆว่า เที่ยวคนเดียวไม่ต้องเกรงใจใคร อยากไปไหนก็ไป ไม่ต้องทะเลาะกับใครด้วย อาจเพราะความคะนอง หรือ ความเหงาทำงานเต็มที่ก็สุดจะเดา อยู่ๆ ชายหนุ่มก็ยื่นข้อเสนอว่า \"งั้นเรามาเที่ยวด้วยกันมั้ย ถ้าเธอไม่ชอบเที่ยวกับคนรู้จัก เราก็ไม่ต้องรู้จักกัน ไม่รู้ชื่อ ไม่รู้ข้อมูลส่วนตัว\" เขายิ้มร่าพลางสรุป \"เราจะเป็นแค่คนแปลกหน้าสองคนที่ไปเที่ยวด้วยกัน",
    "price": 120,
    "amount": 10,
    "Link to pic": "https://upload.wikimedia.org/wikipedia/en/a/ac/Hello_Stranger_%282010_film%29.jpg"
  },
  {
    "id": 9,
    "name": "ซามูไร อโยธยา",
    "category": "Action",
    "info": "เป็นเรื่องราวของยามาดะ นางามาสะ ซึ่งเป็นชาวญี่ปุ่นที่อาศัยอยู่ในประเทศไทย แม้ว่าเขาจะเป็นชาวญี่ปุ่น แต่ก็รักเมืองไทยมาก และได้เรียนรู้วิชามวยไทย (แบบโบราณ) ทั้งยังเป็นเข้าร่วมกองอาสาออกรบให้อยุธยาหลายคราว ซึ่งต่อมาได้เป็น \"ออกญาเสนาภิมุข\" มีหน้าที่ในการคุมกองอาสาญี่ปุ่น ต่อมา ได้มีการกบฏเกิดขึ้นในสมัยสมเด็จพระเจ้าปราสาททอง ซึ่งยามาดะได้เดินทางมาปราบกบฏได้สำเร็จ และได้รับการแต่งตั้งเป็นผู้เป็นเจ้าแห่งเมืองนครศรีธรรมราชในเวลาต่อมา",
    "price": 60,
    "amount": 100,
    "Link to pic": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ad/YamadaTheSamuraiOfAyothaya2010Poster.jpg/220px-YamadaTheSamuraiOfAyothaya2010Poster.jpg"
  },
  {
    "id": 10,
    "name": "สุดเขตสเลดเป็ด",
    "category": "Comedy",
    "info": "สุดเขตสเลดเป็ด เป็นเรื่องราวของ สุดเขต หนุ่มเซอร์ที่มีแนวความคิดเป็นของตัวเองซึ่งมีความฝันอยากเป็นนักร้องโดยพ่อของเขาเป็นดีเจและเจ้าของสถานีวิทยุชุมชนที่สนิทกับ เฮียตง เจ้าของค่ายก๊อปปี้ที่สุดเขตพาเพื่อนสนิทชื่อ อันเดอร์ ไปร่วมออดิชั่นด้วย ซึ่งที่ค่ายก๊อปปี้แห่งนี้ทำให้เขาได้พบกับสาวสวยคนหนึ่งชื่อ มะยม ซึ่งเขาถูกใจตั้งแต่แรกเห็นแล้วความรักของเขาและเธอจะเป็นอย่างไรและเขาจะได้เป็นนักร้องตามที่ตั้งใจหรือไม่",
    "price": 100,
    "amount": 5,
    "Link to pic": "https://upload.wikimedia.org/wikipedia/th/4/40/%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%80%E0%B8%82%E0%B8%95%E0%B8%AA%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%94.jpg"
  },
  {
    "id": 11,
    "name": "Gladiator",
    "category": "Drama",
    "info": "When a Roman general is betrayed and his family murdered by an emperor's corrupt son, he comes to Rome as a gladiator to seek revenge.",
    "price": 120,
    "amount": 5,
    "Link to pic": "http://t3.gstatic.com/images?q=tbn:ANd9GcRuhegCaGHfcQc-Owpib9vGSO0hUlSUMTojO2s4ih8oXqHBw2ks"
  },
  {
    "id": 12,
    "name": "Hancock",
    "category": "Action",
    "info": "Hancock is a superhero whose ill considered behavior regularly causes damage in the millions. He changes when the person he saves helps him improve his public image.",
    "price": 60,
    "amount": 6,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/176343/p176343_p_v8_ab.jpg"
  },
  {
    "id": 13,
    "name": "I Am Legend",
    "category": "Drama",
    "info": "Years after a plague kills most of humanity and transforms the rest into monsters, the sole survivor in New York City struggles valiantly to find a cure.",
    "price": 70,
    "amount": 6,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/170977/p170977_p_v8_ah.jpg"
  },
  {
    "id": 14,
    "name": "The Pursuit of Happyness",
    "category": "Biography",
    "info": "A struggling salesman takes custody of his son as he's poised to begin a life-changing professional career.",
    "price": 60,
    "amount": 5,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/162523/p162523_p_v8_ad.jpg"
  },
  {
    "id": 15,
    "name": "The Wolf of Wall Street",
    "category": "Biography",
    "info": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government.",
    "price": 120,
    "amount": 10,
    "Link to pic": "http://t1.gstatic.com/images?q=tbn:ANd9GcTm52BWbxXmwOpfz5rmx0BNBj79kSQoGpYPq4TVt07Jel5En6aC"
  },
  {
    "id": 16,
    "name": "Rush Hour",
    "category": "Comedy",
    "info": "A loyal and dedicated Hong Kong inspector teams up with a reckless and loudmouthed LAPD detective to rescue the Chinese Consul's kidnapped daughter, while trying to arrest a dangerous crime lord along the way.",
    "price": 50,
    "amount": 10,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/21702/p21702_p_v8_ae.jpg"
  },
  {
    "id": 17,
    "name": "Rush Hour 2",
    "category": "Comedy",
    "info": "Carter and Lee head to Hong Kong for vacation, but become embroiled in a counterfeit money scam.",
    "price": 50,
    "amount": 10,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/28145/p28145_p_v8_an.jpg"
  },
  {
    "id": 18,
    "name": "Hot Fuzz",
    "category": "Comedy",
    "info": "Exceptional London cop Nicholas Angel is involuntarily transferred to a quaint English village and paired with a witless new partner. While on the beat, Nicholas suspects a sinister conspiracy is afoot with the residents.",
    "price": 100,
    "amount": 3,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/163411/p163411_p_v8_ad.jpg"
  },
  {
    "id": 19,
    "name": "Avatar",
    "category": "Action",
    "info": "A paraplegic marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home.",
    "price": 200,
    "amount": 20,
    "Link to pic": "http://t0.gstatic.com/images?q=tbn:ANd9GcQCfmvrE4fMo2cd8esc7mDZPtFSJThAujddMPkRtti1_ij6u-jp"
  },
  {
    "id": 20,
    "name": "Transformer",
    "category": "Action",
    "info": "An ancient struggle between two Cybertronian races, the heroic Autobots and the evil Decepticons, comes to Earth, with a clue to the ultimate power held by a teenager.",
    "price": 150,
    "amount": 20,
    "Link to pic": "http://www.gstatic.com/tv/thumb/movieposters/159729/p159729_p_v8_aq.jpg"
  }
]
